"DETAIL_NAV_TITLE" = "詳細資訊";

"DUE" = "到期日";
"NONE_DUE_DATE" = "無";
"DUE_DATE_DETAIL_NAV_TITLE" = "到期日";
"HAS_DUE_DATE_SWITCH_TITLE" = "到期日";
"SHOW_MORE" = "顯示更多資訊⋯";
"SHOW_LESS" = "顯示較少資訊⋯";
"PRIORITY" = "重要性";

// Priority
"NONE_PRIORITY" = "無";
"LOW_PRIORITY" = "低";
"MEDIUM_PRIORITY" = "中";
"HIGH_PRIORITY" = "高";
"PRIORITY_DETAIL_NAV_TITLE" = "重要性";

// Lists
"REMINDER_LIST" = "列表";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@（%@）"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "提醒";
"NONE_REMINDER_ALERT" = "永不";
"ON_A_DAY" = "於指定日期傳送提醒";
"AT_A_LOCATION" = "於指定位置傳送提醒";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "指定位置";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "目前位置";
"CHOOSE_ADDRESS" = "選擇聯絡人⋯";
"DETERMINING_LOCATION" = "正在確認位置⋯";
"CANNOT_DETERMINE_LOCATION" = "無法確認位置";
"MY_ADDRESS_WITHOUT_LABEL" = "我的地址"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "“%@”的地址"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "“%@”的%@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@：%@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "抵達";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "離開";
"DUE_ALL_DAY_FORMAT" = "%@（整日）";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%1$@%2$@將提醒您，\n最晚會在當天%3$@收到提示。"; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "抵達此位置時";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "離開此位置時";

// Location
"LOCATION" = "位置";
"NONE_LOCATION" = "無";
"ALARM_PROXIMITY_ENTER" = "抵達的時候";
"ALARM_PROXIMITY_LEAVE" = "離開的時候";
"LOCATION_PEOPLE_PICKER_PROMPT" = "選擇聯絡資訊的位置";
"WIFI_DISABLED_SUBTEXT" = "啟用“設定”裡的 Wi-Fi 來增加基於位置的提醒事項之準確度。";
"WIFI_DISABLED_PROMPT" = "啟用“設定”裡的 Wi-Fi 將會增加您位置的準確度。";
"WLAN_DISABLED_SUBTEXT" = "啟用“設定”裡的 WLAN 來增加基於位置的提醒事項之準確度。";
"WLAN_DISABLED_PROMPT" = "啟用“設定”裡的 WLAN 將會增加您位置的準確度。";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "啟用“設定”裡的“定位服務”來使用
基於位置的提醒事項。";
"SETTINGS" = "設定";
"TYPED_LOCATION_PLACEHOLDER" = "輸入位址⋯";
"TYPED_LOCATION_GEOCODE_FAILURE" = "無法確定此位址的位置。請檢查拼字是否正確，然後重試一次。";
"MAP" = "地圖";
"SHOW_IN_MAP" = "在地圖上顯示";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "我的位置";
"ME_CARD_ALERT_BODY" = "“提醒事項”可使用聯絡資訊來提供您的位置選項，如“住家”或“公司”。要使用哪個聯絡資訊？";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "選擇";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "北緯";
"LOCATION_DEGREES_EAST" = "東經";
"LOCATION_DEGREES_SOUTH" = "南緯";
"LOCATION_DEGREES_WEST" = "西經";
"LOCATION_DEGREES_FORMAT" = "%4$@%1$d°%2$d'%3$.0f''";
"LOCATION_STRING_FORMAT" = "%@ %@";

"CANNOT_SAVE_REMINDER" = "無法儲存提醒事項";

"UNTITLED_REMINDER" = "未命名";
